<?php

$lang['my-00']	= '购物车';
$lang['my-01']	= '商品iid参数不存在！请重新购买';
$lang['my-02']	= '商品num参数不存在！请重新购买';
$lang['my-03']	= '您还没有选择订购商品或者订购的商品已经售完';
$lang['my-04']	= '不能购买自己的商品';
$lang['my-05']	= '收货地址不存在，请选择收货地址';
$lang['my-06']	= '订购失败，请重新购买';
$lang['my-07']	= '确认订单';
$lang['my-08']	= '我出售的订单';
$lang['my-09']	= '我购买的订单';
$lang['my-10']	= '订单不存在或者已经被删除';

$lang['my-11']	= '此订单不是你的，你无权操作';
$lang['my-12']	= '操作错误，订单状态不匹配';
$lang['my-13']	= '抱歉！账户余额不足，请充值';
$lang['my-14']	= '付款成功';
$lang['my-15']	= '此订单交易成功';
$lang['my-16']	= '快递';
$lang['my-17']	= '平邮';
$lang['my-18']	= 'EMS';
$lang['my-19']	= '免送';
$lang['my-20']	= '订单详情';

$lang['my-21']	= '已经评价';
$lang['my-22']	= '立即评价';
$lang['my-23']	= '【%s】还没有评分';
$lang['my-24']	= '评价成功';
$lang['my-25']	= '请填写评论内容';
$lang['my-26']	= '商品评价';
$lang['my-27']	= '是';
$lang['my-28']	= '否';
$lang['my-29']	= '订单交易成功';
$lang['my-30']	= '订单编号%s交易成功<br/>
<br/>
请点击以下链接查看此订单详情<br/>
<a href="%s">%s</a><br/>
(如果上面不是链接形式，请将该地址手工粘贴到浏览器地址栏再访问)<br/>
<br/>
此致<br/>';

$lang['my-31']	= '订单管理';
$lang['my-32']	= '属性规格';
$lang['my-33']	= '订单Id';
$lang['my-34']	= '买家账号';
$lang['my-35']	= '订单总价';
$lang['my-36']	= '下单时间';
$lang['my-37']	= '订单状态';
$lang['my-38']	= '查看/详情';
$lang['my-39']	= '管理员%s，将订单（%s）的价格%s更改为%s';
$lang['my-40']	= '管理员%s，将订单（%s）的商品已发货，请注意查收';

